import image1 from '../Images/Home-page/Blog-posts/post-01.jpeg'
import image2 from '../Images/Home-page/Blog-posts/post-02.jpeg'
import image3 from '../Images/Home-page/Blog-posts/post-03.jpeg'
import image4 from '../Images/Home-page/Blog-posts/post-04.jpeg'
import image5 from '../Images/Home-page/Blog-posts/post-05.jpeg'
import image6 from '../Images/Home-page/Blog-posts/post-06.jpeg'

export const blogPosts = [
  {
    id: 1,
    image:image1,
    title: "عمر هر مسواک چقدر است ؟",
    summary:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک ",
    bodyText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و ",
    tag: "سوالات",
    date: "1400/09/17",
  },
  {
    id: 2,
    image:image2,
    title: "نکاتی که قبل از اقدام به لمینت باید بدانیم",
    summary:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک ",
    bodyText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و ",
    tag: "اخبار",
    date: "1400/09/03",
  },
  {
    id: 3,
    image:image3,
    title: "5 نکته برای داشتن داندان هایی سالم",
    summary:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک ",
    bodyText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و ",
    tag: "علمی",
    date: "1400/08/30",
  },
  {
    id: 4,
    image:image4,
    title: "چه موقع برای کشیدن دندان اقدام کنیم؟",
    summary:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک ",
    bodyText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و ",
    tag: "سوالات",
    date: "1400/05/15",
  },
  {
    id: 5,
    image:image5,
    title: "در یک چک آپ چه مواردی بررسی میشود؟",
    summary:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک ",
    bodyText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و ",
    tag: "سوالات",
    date: "1400/07/06",
  },
  {
    id: 6,
    image:image6,
    title: "غذا هایی که به سلامت دندان ها کمک میکنند.",
    summary:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک ",
    bodyText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و ",
    tag: "علمی",
    date: "1400/06/17",
  },
];


export const categories = [
  {
    id:1,
    name:'اخبار'
  },
  {
    id:2,
    name:'علمی'
  },
  {
    id:3,
    name:'سوالات'
  },
]