import image1 from '../Images/Home-page/Blog-posts/post-01.jpeg'
import image2 from '../Images/Home-page/Blog-posts/post-02.jpeg'
import image3 from '../Images/Home-page/Blog-posts/post-03.jpeg'

export const blogPosts = [
  {
    id: 1,
    image:image1,
    title: "عمر هر مسواک چقدر است ؟",
    summary:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک ",
    bodyText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و ",
    tag: "سوالات",
    date: "1400/09/17",
  },
  {
    id: 2,
    image:image2,
    title: "نکاتی که قبل از اقدام به لمینت باید بدانیم",
    summary:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک ",
    bodyText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و ",
    tag: "اخبار",
    date: "1400/09/03",
  },
  {
    id: 2,
    image:image3,
    title: "5 نکته برای داشتن داندان هایی سالم",
    summary:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک ",
    bodyText:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و ",
    tag: "علمی",
    date: "1400/08/30",
  },
];
