export const faq = [
    {
        id:1,
        question:'آیا در روز های تعطیل کلینیک باز است ؟',
        answer:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و '
    },
    {
        id:2,
        question:'هزینه هر ویزیت چقدر است ؟',
        answer:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و '
    },
    {
        id:3,
        question:'قبل از عمیل جراحی چه نکاتی را باید رعایت کنیم ؟',
        answer:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و '
    },
    {
        id:4,
        question:'آیا خدمات مخصوص اطفال ارائه می دهید ؟',
        answer:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و '
    },
]